import React from 'react'

export default function Info_course() {
  return (
    <React.Fragment>
      <h2>Об это курсе</h2>
      <p>Основы верстки с нуля. HTML, CSS, Flexbox. Верстка проекта.</p>
      <h3>Описание:</h3>
      <p>1. В первой части мы узнаем кто такой frontend разработчик, познакомимся инструментами и изучим синтаксис HTML</p>

      <p>2. Во второй части мы перейдем к знакомству с CSS, узнаем о приоритетах стилей, посмотрим на панель разработчика, узнаем базовые свойства, поработаем с позиционированием и изучим Flexbox.</p>

      <p>3. В третьей части мы сверстаем небольшую страницу где применим все то что прошли ранее.</p>

      <p>4. Верстка проекта по макету.</p>

      <p>5. В четвертой части курса мы познакомимся с основами CSS Grid.</p>
    </React.Fragment>
  )
}
